Repository: tkausch/Transcription
Catalog: Transcribe/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, is, nb, sv

source: © 2026 Thomas Kausch. All rights reserved.
da: © 2026 Thomas Kausch. Alle rettigheder forbeholdes.
de: © 2026 Thomas Kausch. Alle Rechte vorbehalten.
es: © 2026 Thomas Kausch. Todos los derechos reservados.
fr: © 2026 Thomas Kausch. Tous droits réservés.
is: © 2026 Thomas Kausch. Allur réttur áskilinn.
nb: © 2026 Thomas Kausch. Alle rettigheter forbeholdt.
sv: © 2026 Thomas Kausch. Alla rättigheter förbehållna.

source: Accurate Transcriptions
da: Præcise transskriptioner
de: Genaue Transkriptionen
es: Transcripciones precisas
fr: Transcriptions précises
is: Nákvæmar umritanir
nb: Nøyaktige transkripsjoner
sv: Noggranna transkriptioner

source: Appearance
da: Udseende
de: Darstellung
es: Apariencia
fr: Apparence
is: Útlit
nb: Utseende
sv: Utseende

source: Apple Intelligence is not available on this device.
da: Apple Intelligence er ikke tilgængelig på denne enhed.
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar.
es: Apple Intelligence no está disponible en este dispositivo.
fr: Apple Intelligence n'est pas disponible sur cet appareil.
is: Apple Intelligence er ekki tiltækt í þessum tæki.
nb: Apple Intelligence er ikke tilgjengelig på denne enheten.
sv: Apple Intelligence är inte tillgängligt på den här enheten.

source: Audio
da: Lyd
is: Hljóð
nb: Lyd
sv: Ljud

source: Audio File
da: Lydfil
de: Audiodatei
es: Archivo de audio
fr: Fichier audio
is: Hljóðskrá
nb: Lydfil
sv: Ljudfil

source: Audio file not available.
da: Lydfil ikke tilgængelig.
de: Audiodatei nicht verfügbar.
es: Archivo de audio no disponible.
fr: Fichier audio non disponible.
is: Hljóðskrá ekki tiltæk.
nb: Lydfil ikke tilgjengelig.
sv: Ljudfilen är inte tillgänglig.

source: Copy
da: Kopiér
de: Kopieren
es: Copiar
fr: Copier
is: Afrita
nb: Kopier
sv: Kopiera

source: Copy summary to clipboard
da: Kopiér resumé til udklipsholder
de: Zusammenfassung in die Zwischenablage kopieren
es: Copiar resumen al portapapeles
fr: Copier le résumé dans le presse-papiers
is: Afrita samantekt á klippiborð
nb: Kopier sammendrag til utklippstavle
sv: Kopiera sammanfattning till urklipp

source: Copy transcript to clipboard
da: Kopiér transskription til udklipsholder
de: Transkription in die Zwischenablage kopieren
es: Copiar transcripción al portapapeles
fr: Copier la transcription dans le presse-papiers
is: Afrita umritun á klippiborð
nb: Kopier transkripsjon til utklippstavle
sv: Kopiera transkription till urklipp

source: Created
da: Oprettet
de: Erstellt
es: Creado
fr: Créé
is: Búið til
nb: Opprettet
sv: Skapad

source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
is: Eyða
nb: Slett
sv: Radera

source: Download failed
da: Download mislykkedes
de: Download fehlgeschlagen
es: Error de descarga
fr: Échec du téléchargement
is: Niðurhal mistókst
nb: Nedlasting mislyktes
sv: Nedladdning misslyckades

source: Download the Whisper model once to enable transcriptions. No data ever leaves your device.
da: Download Whisper-modellen én gang for at aktivere transskriptioner. Ingen data forlader nogensinde din enhed.
de: Lade das Whisper-Modell einmalig herunter, um Transkriptionen zu ermöglichen. Es verlassen keine Daten dein Gerät.
es: Descarga el modelo Whisper una vez para habilitar las transcripciones. Ningún dato sale de tu dispositivo.
fr: Téléchargez le modèle Whisper une seule fois pour activer les transcriptions. Aucune donnée ne quitte votre appareil.
is: Sæktu Whisper-líkanið einu sinni til að virkja umritanir. Engin gögn fara af tækinu þínu.
nb: Last ned Whisper-modellen én gang for å aktivere transkripsjoner. Ingen data forlater enheten din.
sv: Ladda ner Whisper-modellen en gång för att aktivera transkriptioner. Ingen data lämnar någonsin din enhet.

source: Downloading model files (%lld of %lld)…
da: Downloader modelfiler (%lld af %lld)…
de: Modelldateien werden geladen (%lld von %lld)…
es: Descargando archivos del modelo (%lld de %lld)…
fr: Téléchargement des fichiers du modèle (%lld sur %lld)…
is: Sæki líkanaskrár (%lld af %lld)…
nb: Laster ned modellfiler (%lld av %lld)…
sv: Laddar ner modellfiler (%lld av %lld)…

source: Downloading…
da: Downloader…
de: Wird geladen…
es: Descargando…
fr: Téléchargement…
is: Sæki…
nb: Laster ned…
sv: Laddar ner…

source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
is: Lengd
nb: Varighet
sv: Varaktighet

source: File
da: Fil
de: Datei
es: Archivo
fr: Fichier
is: Skrá
nb: Fil
sv: Fil

source: Force Dark Mode
da: Gennemtving mørk tilstand
de: Dunkelmodus erzwingen
es: Forzar modo oscuro
fr: Forcer le mode sombre
is: Þvinga dökkt þema
nb: Tving mørk modus
sv: Tvinga mörkt läge

source: Generate summary with Apple Intelligence
da: Generér resumé med Apple Intelligence
de: Zusammenfassung mit Apple Intelligence erstellen
es: Generar resumen con Apple Intelligence
fr: Générer un résumé avec Apple Intelligence
is: Búa til samantekt með Apple Intelligence
nb: Generer sammendrag med Apple Intelligence
sv: Generera sammanfattning med Apple Intelligence

source: Generating summary…
da: Genererer resumé…
de: Zusammenfassung wird erstellt…
es: Generando resumen…
fr: Génération du résumé…
is: Bý til samantekt…
nb: Genererer sammendrag…
sv: Genererar sammanfattning…

source: Get Started
da: Kom i gang
de: Loslegen
es: Comenzar
fr: Commencer
is: Hefjast handa
nb: Kom i gang
sv: Kom igång

source: Import Any Audio
da: Importér enhver lyd
de: Beliebige Audiodateien importieren
es: Importar cualquier audio
fr: Importer n'importe quel audio
is: Flytja inn hvaða hljóð sem er
nb: Importer hvilken som helst lyd
sv: Importera valfritt ljud

source: Import Failed
da: Import mislykkedes
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
is: Innflutningur mistókst
nb: Import mislyktes
sv: Import misslyckades

source: Keep the app open and in the foreground while the model is downloading. Sending the app to the background or closing it may interrupt the download.
da: Hold appen åben og i forgrunden mens modellen downloades. At sende appen til baggrunden eller lukke den kan afbryde downloaden.
de: Lass die App geöffnet und im Vordergrund, während das Modell heruntergeladen wird. Das Minimieren oder Schließen der App kann den Download unterbrechen.
es: Mantén la app abierta y en primer plano mientras se descarga el modelo. Enviarla al fondo o cerrarla puede interrumpir la descarga.
fr: Gardez l'application ouverte et au premier plan pendant le téléchargement du modèle. Envoyer l'application en arrière-plan ou la fermer peut interrompre le téléchargement.
is: Haltu forritinu opnu og í forgrunni meðan líkanið er sótt. Að senda forritið í bakgrunn eða loka því getur truflað niðurhalið.
nb: Hold appen åpen og i forgrunnen mens modellen lastes ned. Å sende appen til bakgrunnen eller lukke den kan avbryte nedlastingen.
sv: Håll appen öppen och i förgrunden medan modellen laddas ner. Att skicka appen till bakgrunden eller stänga den kan avbryta nedladdningen.

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
is: Tungumál
nb: Språk
sv: Språk

source: Larger models are more accurate but require more memory and take longer to download. Models ending in ".en" are optimized for English-only audio and are faster and more accurate when English is the only language spoken.
da: Større modeller er mere præcise, men kræver mere hukommelse og tager længere tid at downloade. Modeller der slutter på ".en" er optimeret til engelsksprogede optagelser og er hurtigere og mere præcise, når engelsk er det eneste talte sprog.
de: Größere Modelle sind genauer, benötigen aber mehr Speicher und dauern länger zum Herunterladen. Modelle mit der Endung ".en" sind für englischsprachige Aufnahmen optimiert und schneller sowie genauer, wenn nur Englisch gesprochen wird.
es: Los modelos más grandes son más precisos pero requieren más memoria y tardan más en descargarse. Los modelos que terminan en ".en" están optimizados para audio solo en inglés y son más rápidos y precisos cuando el inglés es el único idioma hablado.
fr: Les modèles plus grands sont plus précis mais nécessitent plus de mémoire et prennent plus de temps à télécharger. Les modèles se terminant par ".en" sont optimisés pour l'audio en anglais uniquement et sont plus rapides et plus précis lorsque l'anglais est la seule langue parlée.
is: Stærri líkön eru nákvæmari en krefjast meira minni og taka lengri tíma að sækja. Líkön sem enda á ".en" eru fínstillt fyrir enskt hljóð eingöngu og eru hraðari og nákvæmari þegar ensku er eingöngu talað.
nb: Større modeller er mer nøyaktige, men krever mer minne og tar lengre tid å laste ned. Modeller som slutter på ".en" er optimalisert for engelskspråklig lyd og er raskere og mer nøyaktige når engelsk er det eneste talte språket.
sv: Större modeller är mer noggranna men kräver mer minne och tar längre tid att ladda ner. Modeller som slutar på ".en" är optimerade för engelskspråkigt ljud och är snabbare och mer noggranna när engelska är det enda talade språket.

source: Model ready
da: Model klar
de: Modell bereit
es: Modelo listo
fr: Modèle prêt
is: Líkan tilbúið
nb: Modell klar
sv: Modell redo

source: Model ready.
da: Model klar.
de: Modell bereit.
es: Modelo listo.
fr: Modèle prêt.
is: Líkan tilbúið.
nb: Modell klar.
sv: Modell redo.

source: No Recordings
da: Ingen optagelser
de: Keine Aufnahmen
es: Sin grabaciones
fr: Aucun enregistrement
is: Engar upptökur
nb: Ingen opptak
sv: Inga inspelningar

source: No Selection
da: Intet valgt
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
is: Ekkert valið
nb: Intet valgt
sv: Inget val

source: No speech was detected in the audio file.
da: Ingen tale blev registreret i lydfilen.
de: In der Audiodatei wurde keine Sprache erkannt.
es: No se detectó voz en el archivo de audio.
fr: Aucune parole détectée dans le fichier audio.
is: Engin tal greindist í hljóðskránni.
nb: Ingen tale ble oppdaget i lydfilen.
sv: Inget tal hittades i ljudfilen.

source: No Transcription
da: Ingen transskription
de: Keine Transkription
es: Sin transcripción
fr: Aucune transcription
is: Engin umritun
nb: Ingen transkripsjon
sv: Ingen transkription

source: Not downloaded
da: Ikke downloadet
de: Nicht heruntergeladen
es: No descargado
fr: Non téléchargé
is: Ekki sótt
nb: Ikke lastet ned
sv: Inte nedladdad

source: Open a file or start a new recording to get started.
da: Åbn en fil, eller start en ny optagelse for at komme i gang.
de: Öffne eine Datei oder starte eine neue Aufnahme.
es: Abre un archivo o inicia una nueva grabación para comenzar.
fr: Ouvrez un fichier ou démarrez un nouvel enregistrement pour commencer.
is: Opnaðu skrá eða byrjaðu nýja upptöku til að hefjast handa.
nb: Åpne en fil eller start et nytt opptak for å komme i gang.
sv: Öppna en fil eller starta en ny inspelning för att komma igång.

source: Open Audio File
da: Åbn lydfil
de: Audiodatei öffnen
es: Abrir archivo de audio
fr: Ouvrir un fichier audio
is: Opna hljóðskrá
nb: Åpne lydfil
sv: Öppna ljudfil

source: Open audio files from the Files app or any app that supports sharing — just tap Share and choose TranscribeApp.
da: Åbn lydfiler fra Filer-appen eller enhver app, der understøtter deling — tryk blot på Del og vælg TranscribeApp.
de: Öffne Audiodateien aus der Dateien-App oder einer beliebigen App, die Teilen unterstützt — tippe einfach auf Teilen und wähle TranscribeApp.
es: Abre archivos de audio desde la app Archivos o cualquier app que admita compartir — simplemente toca Compartir y elige TranscribeApp.
fr: Ouvrez des fichiers audio depuis l'app Fichiers ou toute app prenant en charge le partage — appuyez simplement sur Partager et choisissez TranscribeApp.
is: Opnaðu hljóðskrár úr Skrár-forritinu eða hvaða forriti sem styður deilingu — ýttu bara á Deila og veldu TranscribeApp.
nb: Åpne lydfiler fra Filer-appen eller enhver app som støtter deling — trykk bare på Del og velg TranscribeApp.
sv: Öppna ljudfiler från Filer-appen eller valfri app som stöder delning — tryck bara på Dela och välj TranscribeApp.

source: Open With Transcribe
da: Åbn med Transcribe
de: Mit Transcribe öffnen
es: Abrir con Transcribe
fr: Ouvrir avec Transcribe
is: Opna með Transcribe
nb: Åpne med Transcribe
sv: Öppna med Transcribe

source: Override the system appearance and always use dark mode.
da: Tilsidesæt systemudseendet og brug altid mørk tilstand.
de: Systemdarstellung ignorieren und immer den Dunkelmodus verwenden.
es: Ignorar la apariencia del sistema y usar siempre el modo oscuro.
fr: Remplacer l'apparence du système et toujours utiliser le mode sombre.
is: Hnekkja útliti kerfisins og nota alltaf dökkt þema.
nb: Overstyr systemutseendet og bruk alltid mørk modus.
sv: Åsidosätt systemets utseende och använd alltid mörkt läge.

source: Powered by OpenAI Whisper, one of the most accurate speech recognition models available.
da: Drevet af OpenAI Whisper, en af de mest præcise talegenkendelsesmodeller tilgængelige.
de: Basiert auf OpenAI Whisper, einem der genauesten Spracherkennungsmodelle.
es: Desarrollado con OpenAI Whisper, uno de los modelos de reconocimiento de voz más precisos disponibles.
fr: Propulsé par OpenAI Whisper, l'un des modèles de reconnaissance vocale les plus précis disponibles.
is: Knúið af OpenAI Whisper, einu nákvæmasta talgreiningarlíkani sem völ er á.
nb: Drevet av OpenAI Whisper, en av de mest nøyaktige talegjenkjenningsmodellene tilgjengelig.
sv: Drivs av OpenAI Whisper, en av de mest noggranna taligenkänningsmodellerna som finns.

source: Preparing download…
da: Forbereder download…
de: Download wird vorbereitet…
es: Preparando descarga…
fr: Préparation du téléchargement…
is: Undirbý niðurhal…
nb: Forbereder nedlasting…
sv: Förbereder nedladdning…

source: Re-download
da: Download igen
de: Erneut herunterladen
es: Volver a descargar
fr: Re-télécharger
is: Sækja aftur
nb: Last ned på nytt
sv: Ladda ner igen

source: Record
da: Optag
de: Aufnehmen
es: Grabar
fr: Enregistrer
is: Taka upp
nb: Ta opp
sv: Spela in

source: Recordings
da: Optagelser
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
is: Upptökur
nb: Opptak
sv: Inspelningar

source: Retry
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
is: Reyna aftur
nb: Prøv igjen
sv: Försök igen

source: Right-click any audio file in Finder and choose "Open With → TranscribeApp" — or use Services → Transcribe Audio to send files directly.
da: Højreklik på en lydfil i Finder og vælg "Åbn med → TranscribeApp" — eller brug Tjenester → Transskribér lyd for at sende filer direkte.
de: Klicke in Finder mit der rechten Maustaste auf eine Audiodatei und wähle „Öffnen mit → TranscribeApp“ — oder nutze Dienste → Audio transkribieren.
es: Haz clic derecho en cualquier archivo de audio en el Finder y elige «Abrir con → TranscribeApp» — o usa Servicios → Transcribir audio.
fr: Faites un clic droit sur un fichier audio dans le Finder et choisissez « Ouvrir avec → TranscribeApp » — ou utilisez Services → Transcrire l'audio.
is: Hægrismelltu á hljóðskrá í Finder og veldu "Opna með → TranscribeApp" — eða notaðu Þjónustur → Umrita hljóð til að senda skrár beint.
nb: Høyreklikk på en lydfil i Finder og velg "Åpne med → TranscribeApp" — eller bruk Tjenester → Transkriber lyd for å sende filer direkte.
sv: Högerklicka på en ljudfil i Finder och välj "Öppna med → TranscribeApp" — eller använd Tjänster → Transkribera ljud för att skicka filer direkt.

source: Select a transcription from the list.
da: Vælg en transskription fra listen.
de: Wähle eine Transkription aus der Liste.
es: Selecciona una transcripción de la lista.
fr: Sélectionnez une transcription dans la liste.
is: Veldu umritun af listanum.
nb: Velg en transkripsjon fra listen.
sv: Välj en transkription från listan.

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
is: Stillingar
nb: Innstillinger
sv: Inställningar

source: Summarize
da: Opsummér
de: Zusammenfassen
es: Resumir
fr: Résumer
is: Búa til samantekt
nb: Oppsummer
sv: Sammanfatta

source: Summary
da: Resumé
de: Zusammenfassung
es: Resumen
fr: Résumé
is: Samantekt
nb: Sammendrag
sv: Sammanfattning

source: Supports MP3, M4A, WAV, and MP4 files from anywhere on your device. Spoken language is detected automatically — no configuration needed.
da: Understøtter MP3-, M4A-, WAV- og MP4-filer fra overalt på din enhed. Det talte sprog registreres automatisk — ingen konfiguration nødvendig.
de: Unterstützt MP3-, M4A-, WAV- und MP4-Dateien von überall auf deinem Gerät. Die gesprochene Sprache wird automatisch erkannt — keine Konfiguration erforderlich.
es: Compatible con archivos MP3, M4A, WAV y MP4 de cualquier lugar de tu dispositivo. El idioma hablado se detecta automáticamente — sin configuración necesaria.
fr: Prend en charge les fichiers MP3, M4A, WAV et MP4 depuis n'importe où sur votre appareil. La langue parlée est détectée automatiquement — aucune configuration nécessaire.
is: Styður MP3-, M4A-, WAV- og MP4-skrár hvaðanæva af tækinu þínu. Talið tungumál greinist sjálfkrafa — engin stilling þarf.
nb: Støtter MP3-, M4A-, WAV- og MP4-filer fra hvor som helst på enheten din. Talt språk oppdages automatisk — ingen konfigurasjon nødvendig.
sv: Stöder MP3-, M4A-, WAV- och MP4-filer från var som helst på din enhet. Talat språk identifieras automatiskt — ingen konfiguration behövs.

source: Tap ✦ to generate a summary.
da: Tryk på ✦ for at generere et resumé.
de: Tippe auf ✦, um eine Zusammenfassung zu erstellen.
es: Toca ✦ para generar un resumen.
fr: Appuyez sur ✦ pour générer un résumé.
is: Ýttu á ✦ til að búa til samantekt.
nb: Trykk på ✦ for å generere et sammendrag.
sv: Tryck på ✦ för att generera en sammanfattning.

source: The "Transcribe Audio" action is available in the Shortcuts app — automate transcriptions, chain them with other actions, or trigger them with Siri.
da: Handlingen "Transskribér lyd" er tilgængelig i Genveje-appen — automatisér transskriptioner, kæd dem sammen med andre handlinger, eller udløs dem med Siri.
de: Die Aktion „Audio transkribieren“ ist in der Kurzbefehle-App verfügbar — automatisiere Transkriptionen, verknüpfe sie mit anderen Aktionen oder starte sie per Siri.
es: La acción «Transcribir audio» está disponible en la app Atajos — automatiza transcripciones, combínalas con otras acciones o actívalas con Siri.
fr: L'action « Transcrire l'audio » est disponible dans l'app Raccourcis — automatisez les transcriptions, enchaînez-les avec d'autres actions ou déclenchez-les avec Siri.
is: Aðgerðin "Umrita hljóð" er tiltæk í Flýtileið-forritinu — sjálfvirkgjarðu umritanir, tengdu þær við aðrar aðgerðir, eða ræstu þær með Siri.
nb: Handlingen "Transkriber lyd" er tilgjengelig i Snarveier-appen — automatiser transkripsjoner, koble dem til andre handlinger, eller utløs dem med Siri.
sv: Åtgärden "Transkribera ljud" finns i Genvägar-appen — automatisera transkriptioner, koppla dem till andra åtgärder eller utlös dem med Siri.

source: The audio file to transcribe (MP3, M4A, WAV, MP4).
da: Lydfilen der skal transskriberes (MP3, M4A, WAV, MP4).
de: Die zu transkribierende Audiodatei (MP3, M4A, WAV, MP4).
es: El archivo de audio a transcribir (MP3, M4A, WAV, MP4).
fr: Le fichier audio à transcrire (MP3, M4A, WAV, MP4).
is: Hljóðskráin til að umrita (MP3, M4A, WAV, MP4).
nb: Lydfilen som skal transkriberes (MP3, M4A, WAV, MP4).
sv: Ljudfilen att transkribera (MP3, M4A, WAV, MP4).

source: The transcription for this recording is not available yet.
da: Transskriptionen for denne optagelse er endnu ikke tilgængelig.
de: Die Transkription für diese Aufnahme ist noch nicht verfügbar.
es: La transcripción de esta grabación aún no está disponible.
fr: La transcription de cet enregistrement n'est pas encore disponible.
is: Umritun fyrir þessa upptöku er ekki tiltæk enn.
nb: Transkripsjonen for dette opptaket er ikke tilgjengelig ennå.
sv: Transkriptionen för den här inspelningen är inte tillgänglig ännu.

source: The transcription model has not been initialized. Please download the model in Settings.
da: Transskriptionsmodellen er ikke blevet initialiseret. Download venligst modellen i Indstillinger.
de: Das Transkriptionsmodell wurde nicht initialisiert. Bitte lade das Modell in den Einstellungen herunter.
es: El modelo de transcripción no ha sido inicializado. Por favor, descarga el modelo en Ajustes.
fr: Le modèle de transcription n'a pas été initialisé. Veuillez télécharger le modèle dans les Réglages.
is: Umritunarlíkanið hefur ekki verið frumstillt. Vinsamlegast sæktu líkanið í Stillingum.
nb: Transkripsjonmodellen har ikke blitt initialisert. Last ned modellen i Innstillinger.
sv: Transkriptionsmodellen har inte initierats. Ladda ner modellen i Inställningar.

source: The transcription service is not ready. Please try again.
da: Transskriptionstjenesten er ikke klar. Prøv venligst igen.
de: Der Transkriptionsdienst ist nicht bereit. Bitte versuche es erneut.
es: El servicio de transcripción no está listo. Por favor, inténtalo de nuevo.
fr: Le service de transcription n'est pas prêt. Veuillez réessayer.
is: Umritunarþjónustan er ekki tilbúin. Vinsamlegast reyndu aftur.
nb: Transkripsjonstjenesten er ikke klar. Prøv igjen.
sv: Transkriptionstjänsten är inte redo. Försök igen.

source: Transcribe Audio
da: Transskribér lyd
de: Audio transkribieren
es: Transcribir audio
fr: Transcrire l'audio
is: Umrita hljóð
nb: Transkriber lyd
sv: Transkribera ljud

source: Transcribes an audio file using Whisper and returns the text.
da: Transskriberer en lydfil med Whisper og returnerer teksten.
de: Transkribiert eine Audiodatei mit Whisper und gibt den Text zurück.
es: Transcribe un archivo de audio con Whisper y devuelve el texto.
fr: Transcrit un fichier audio avec Whisper et retourne le texte.
is: Umritar hljóðskrá með Whisper og skilar textanum.
nb: Transkriberer en lydfil med Whisper og returnerer teksten.
sv: Transkriberar en ljudfil med Whisper och returnerar texten.

source: Transcribing… %lld%%
da: Transskriberer… %lld %%
de: Wird transkribiert… %lld %%
es: Transcribiendo… %lld %%
fr: Transcription… %lld %%
is: Umrita… %lld %%
nb: Transkriberer… %lld %%
sv: Transkriberar… %lld %%

source: Transcription
da: Transskription
de: Transkription
es: Transcripción
is: Umritun
nb: Transkripsjon
sv: Transkription

source: Transcription Failed
da: Transskription mislykkedes
de: Transkription fehlgeschlagen
es: Error de transcripción
fr: Échec de la transcription
is: Umritun mistókst
nb: Transkripsjon mislyktes
sv: Transkription misslyckades

source: Transcriptions
da: Transskriptioner
de: Transkriptionen
es: Transcripciones
is: Umritanir
nb: Transkripsjoner
sv: Transkriptioner

source: Turn your audio into text — fast, private, and entirely on-device.
da: Omdann din lyd til tekst — hurtigt, privat og helt på enheden.
de: Wandle dein Audio in Text um — schnell, privat und vollständig auf deinem Gerät.
es: Convierte tu audio en texto — rápido, privado y completamente en tu dispositivo.
fr: Transformez votre audio en texte — rapide, privé et entièrement sur votre appareil.
is: Breyttu hljóðinu þínu í texta — hratt, persónulegt og allt á tækinu.
nb: Gjør lyden din om til tekst — raskt, privat og helt på enheten.
sv: Omvandla ditt ljud till text — snabbt, privat och helt på enheten.

source: Use in Shortcuts
da: Brug i Genveje
de: In Kurzbefehlen verwenden
es: Usar en Atajos
fr: Utiliser dans Raccourcis
is: Nota í Flýtileiðum
nb: Bruk i Snarveier
sv: Använd i Genvägar

source: Voice Recordings
da: Stemmeoptagelser
de: Sprachaufnahmen
es: Grabaciones de voz
fr: Enregistrements vocaux
is: Raddupptökur
nb: Stemmeopptakere
sv: Röstinspelningar

source: Welcome to Transcribe
da: Velkommen til Transcribe
de: Willkommen bei Transcribe
es: Bienvenido a Transcribe
fr: Bienvenue dans Transcribe
is: Velkomin í Transcribe
nb: Velkommen til Transcribe
sv: Välkommen till Transcribe
